Revit 2027 API
UnitTypeId.MetersPerSecond Property
 Meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersPerSecond { get; }
Public Shared ReadOnly Property MetersPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersPerSecond {
	ForgeTypeId^ get ();
}
static member MetersPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace